Repository: gelli/bedrock-test
Catalog: web/app/languages/plugins/woothemes-sensei-*.po
Languages: de_de

source: Learner Management
de_de: Teilnehmer verwalten

source: Are you sure you want to remove this user?
de_de: Sind Sie sich sicher, dass Sie diesen Benutzer entfernen möchten?

source: Are you sure you want to remove the user from this lesson?
de_de: Sind Sie sich sicher, dass Sie diesen Benutzer aus der Lektion entfernen möchten?

source: Are you sure you want to remove the user from this course?
de_de: Sind Sie sich sicher, dass Sie diesen Benutzer aus dem Kurs entfernen möchten?

source: Select Learner
de_de: Teilnehmer auswählen

source: Learner added successfully!
de_de: Teilnehmer erfolgreich hinzugefügt!

source: Error adding learner.
de_de: Fehler beim Hinzufügen des Teilnehmers.

source: Sensei Activation
de_de: Sensei Aktivierung

source: Welcome to Sensei
de_de: Willkommen bei Sensei

source: Go to Sensei Settings
de_de: Sensei-Einstellungen aufrufen

source: Thanks, all done!
de_de: Danke, alles erledigt!

source: Thank you for updating to the latest version!
de_de: Danke, dass du auf die neueste Version aktualisiert hast!

source: Thanks for installing!
de_de: Danke fürs Installieren!

source: Sensei by WooThemes
de_de: Sensei von WooThemes

source: Settings
de_de: Einstellungen

source: Docs
de_de: Dokumentation

source: What's New
de_de: Was ist neu?

source: Order Courses
de_de: Kurse sortieren

source: Order Lessons
de_de: Lektionen sortieren

source: <strong>Congratulations!</strong> &#8211; Sensei has been installed and set up.
de_de: <strong>Herzlichen Glückwunsch!</strong> &#8211; Sensei wurde installiert und eingerichtet.

# page_slug
source: courses-overview
de_de: kurs-uebersicht

source: Courses
de_de: Kurse

# page_slug
source: my-courses
de_de: meine-kurse

source: My Courses
de_de: Meine Kurse

source: <strong>Welcome to Sensei</strong> &#8211; You're almost ready to create some courses!
de_de: <strong>Willkommen bei Sensei</strong> &#8211; Sie sind fast bereit, einige Kurse zu erstellen!

source: Install Sensei Pages
de_de: Einrichten der Sensei Seiten

source: Skip setup
de_de: Setup überspringen

source: <strong>Sensei has been installed</strong> &#8211; You're ready to start creating courses!
de_de: <strong>Sensei wurde installiert</strong> &#8211; Sie können beginnen, Kurse einzurichten!

source: Documentation
de_de: Dokumentation

source: Install
de_de: Installieren

source: Hide this notice
de_de: Diesen Hinweis verbergen

source: This will duplicate the lesson quiz and all of its questions. Are you sure you want to do this?
de_de: Hiermit wird die Prüfung der Lektion mit all ihren Fragen dupliziert. Sind Sie sicher, dass Sie dies tun möchten?

source: Duplicate this lesson
de_de: Diese Lektion duplizieren

source: Duplicate
de_de: Duplizieren

source: This will duplicate the course lessons along with all of their quizzes and questions. Are you sure you want to do this?
de_de: Hiermit werden die Lektionen des Kurses mit allen Prüfungen und ihren Fragen dupliziert. Sind Sie sicher, dass Sie dies tun möchten?

source: Duplicate this course
de_de: Diesen Kurs duplizieren

source: Duplicate this course with its lessons
de_de: Diesen Kurs mit seinen Lektionen duplizieren

source: Duplicate (with lessons)
de_de: Duplizieren (mit Lektionen)

source: Please supply a %1$s ID.
de_de: Bitte geben Sie eine %1$s ID an.

source: Show all courses
de_de: Zeige alle Kurse

source: The course order has been saved.
de_de: Die Reihenfolge der Kurse wurde gespeichert.

source: Save course order
de_de: Kurs Reihenfolge speichern

source: The lesson order has been saved.
de_de: Die Reihenfolge der Lektionen wurde gespeichert.

source: Select a course
de_de: Einen Kurs auswählen

source: Select
de_de: Auswählen

source: Other Lessons
de_de: Andere Lektionen

source: There are no lessons in this course.
de_de: In diesem Kurs gibt es keine Lektionen.

source: Save lesson order
de_de: Lektions Reihenfolge speichern

source: Lessons
de_de: Lektionen

source: My Profile
de_de: Mein Profil

source: My Messages
de_de: Meine Nachrichten

source: Login
de_de: Anmelden

source: Logout
de_de: Abmelden

source: Add to Menu
de_de: Zum Menü hinzufügen

source: Theme Integration Guide
de_de: Theme Integrationsanleitung

source: Learner
de_de: Teilnehmer

source: Date Started
de_de: Gestartet am

source: Date Completed
de_de: Abgeschlossen am

source: Percent Complete
de_de: Prozent abgeschlossen

source: Lesson
de_de: Lektion

source: Grade
de_de: Bewertung

source: Learners
de_de: Teilnehmer

source: Completed
de_de: Abgeschlossen

source: Average Grade
de_de: Durchschnittliche Bewertung

source: In Progress
de_de: In Bearbeitung

source: Not started
de_de: Nicht begonnen

source: No Grade
de_de: Keine Berwertung

source: Graded
de_de: Bewertet

source: Passed
de_de: Bestanden

source: Failed
de_de: Nicht bestanden

source: Ungraded
de_de: Unbewertet

source: n/a
de_de: nicht verfügbar

source: No learners found.
de_de: Keine Teilnehmer gefunden.

source: No lessons found.
de_de: Keine Lektionen gefunden.

source: Other Learners taking this Course
de_de: Andere Teilnehmer, die diesen Kurs belegt haben

source: Learners taking this Course
de_de: Teilnehmer dieses Kurses

source: Lessons in this Course
de_de: Lektionen in diesem Kurs

source: Export all rows (CSV)
de_de: Alle Zeilen exportieren (CSV)

source: Search Learners
de_de: Teilnehmer suchen

source: Search Lessons
de_de: Lektionen suchen

source: Learners taking this Lesson
de_de: Teilnehmer dieser Lektion

source: Course
de_de: Kurs

source: Average Percentage
de_de: Prozent im Durchschnitt

source: Date Registered
de_de: Registrierung

source: Active Courses
de_de: Aktive Kurse

source: Completed Courses
de_de: Abgeschlossene Kurse

source: Total Courses
de_de: Anzahl Kurse

source: Total Lessons
de_de: Anzahl Lektionen

source: Total Learners
de_de: Anzahl Teilnehmer

source: Average Courses per Learner
de_de: Durchschnittliche Kurse pro Teilnehmer

source: Total Completed Courses
de_de: Anzahl vollendeter Kurse

source: %1$sNo %2$s found%3$s
de_de: %1$sKeine %2$s gefunden%3$s

source: Search Courses
de_de: Kurse Suchen

source: No courses found.
de_de: Keine Kurse gefunden.

source: Analysis
de_de: Auswertung

source: Invalid request
de_de: Ungültige Anfrage

# post type single url slug
source: course
de_de: Kurs

source: Course Results:
de_de: Kurs Ergebnisse:

source: WooCommerce Product
de_de: WooCommerce Produkt

source: Course Prerequisite
de_de: Kurs Voraussetzungen

source: Featured Course
de_de: Empfohlener Kurs

source: Course Video
de_de: Kurs Video

source: Course Lessons
de_de: Lektionen des Kurses

source: Course Management
de_de: Kursverwaltung

source: Course Notifications
de_de: Kursbenachrichtigungen

source: None
de_de: Keine

source: Add a Product
de_de: Ein Produkt hinzufügen

source: No products exist yet.
de_de: Keine Produkte vorhanden.

source: Please add some first
de_de: Bitte zuerst einige hinzufügen

source: No courses exist yet. Please add some first.
de_de: Keine Kurse vorhanden. Bitte zuerst einige hinzufügen.

source: Feature this course
de_de: Empfehle diesen Kurs

source: Paste the embed code for your video (e.g. YouTube, Vimeo etc.) in the box above.
de_de: Fügen Sie den Einbettungscode Ihres Videos (z.B. YouTube, Vimeo, etc.) oben in die Box.

source: Edit %s
de_de: Bearbeiten %s

source: Edit this lesson
de_de: Diese Lektion bearbeiten

source: No lessons exist yet for this course.
de_de: Für diesen Kurs gibt es noch keine Lektionen.

source: Add a Lesson
de_de: Lektion hinzufügen

source: Please add some.
de_de: Bitte eine hinzufügen.

source: Manage Learners
de_de: Teilnehmerverwaltung

source: Manage Grading
de_de: Bewertungsverwaltung

# column name
source: Course Title
de_de: Kurs-Titel

# column name
source: Pre-requisite Course
de_de: Vorausgesetzter Kurs

# column name
source: WooCommerce Product
de_de: WooCommerce Produkt

# column name
source: Category
de_de: Kategorie

source: by
de_de: von

source: %1$d of %2$d lessons completed
de_de: %1$d von %2$d Lektionen abgeschlossen

source: Mark as Complete
de_de: Als abgeschlossen kennzeichnen

source: Delete Course
de_de: Kurs löschen

source: Previous
de_de: Vorheriger

source: Next
de_de: Nächster

source: View results
de_de: Ergebnisse anzeigen

source: You have no active courses.
de_de: Sie haben keine aktiven Kurse.

source: You have not completed any courses yet.
de_de: Sie haben bisher keine Kurse abgeschlossen.

source: This learner has no active courses.
de_de: Dieser Teilnehmer hat keine aktiven Kurse.

source: This learner has not completed any courses yet.
de_de: Dieser Teilnehmer hat bisher keine Kurse abgeschlossen.

source: View & reply to private messages sent to your course & lesson teachers.
de_de: Private Nachrichten, die an Ihre Kurs- und Lektionsleiter gesendet wurden, ansehen und beantworten.

source: Start a Course!
de_de: Einen Kurs starten!

source: Currently completed %s lesson of %s in total
de_de: Aktuell %s Lektion von insgesamt %s abgeschlossen

source: Disable notifications on this course ?
de_de: Benachrichtigungen für diesen Kurs deaktivieren?

source: Preview this course
de_de: Vorschau auf diesen Kurs

source: (%d preview lessons)
de_de: (%d Probelektionen)

source: Sort by newest first
de_de: Nach neuesten sortieren

source: Sort by title A-Z
de_de: Von A-Z sortieren

source: All
de_de: Alle

source: Featured
de_de: Hervorgehoben

source: %1$s Archives: %2$s
de_de: %1$s Archiv: %2$s

source: New Courses
de_de: Neue Kurse

source: Featured Courses
de_de: Empfohlene Kurse

source: Free Courses
de_de: Kostenlose Kurse

source: Paid Courses
de_de: Kostenpflichtige Kurse

source: log in
de_de: Anmelden

source: Or %1$s to access your purchased courses
de_de: Oder %1$s um auf Ihre gekauften Kurse zuzugreifen

source: Register
de_de: Registrieren

source: Category
de_de: Kategorie

source: You must first complete: %1$s
de_de: Sie müssen zuerst %1$s abschließen

source: Back to:
de_de: Zurück zu:

source: Back to the course
de_de: Zurück zum Kurs

source: Back to the lesson
de_de: Zurück zur Lektion

source: Lesson tags: %1$s
de_de: Lektion tags: %1$s

source: Lesson tag: %1$s
de_de: Lektion tag: %1$s

source: Lesson Reset Successfully.
de_de: Lektion erfolgreich zurückgesetzt

source: %1$s marked as complete.
de_de: %1$s als abgeschlossen gekennzeichnet.

source: %1$s deleted.
de_de: %1$s gelöscht.

source: Complete Lesson
de_de: Lektion abschließen

source: Reset Lesson
de_de: Lektion zurücksetzen

source: You can access %d of this course's lessons for free
de_de: Die können %d Lektionen dieses Kurses kostenlos verwenden.

source: No courses found that match your selection.
de_de: Keine Kurse gefunden, die Ihrer Auswahl entsprechen.

source: Username
de_de: Teilnehmer-Name

source: Email address
de_de: E-Mail-Adresse

source: Password
de_de: Passwort

source: Part of: %s
de_de: Teil von: %s

source: View course
de_de: Kurs anschauen

source: (Preview)
de_de: (Vorschau)

source: (Free Preview)
de_de: (Kostenlose Vorschau)

source: You have already added this Course to your cart. Please %1$s to access the course.
de_de: Sie haben diesen Kurs bereits zu Ihrem Warenkorb hinzugefügt. Bitte %1$s um Zugriff auf den Kurs zu bekommen.

source: complete the purchase
de_de: Kauf abgeschlossen

source: Incorrect login details
de_de: Falsche Login-Daten

source: Please enter your username and password
de_de: Bitte geben Sie Ihren Benutzernamen und Ihr Passwort ein

source: Updated
de_de: Aktualisiert

source: N/A
de_de: Nicht verfügbar

source: Grade quiz
de_de: Abschlussprüfung

source: Review grade
de_de: Abschluss überprüfen

source: No submissions found.
de_de: Keine Einsendungen gefunden.

source: Reset filter
de_de: Filter zurücksetzen

source: __Grade:
de_de: __Abschluss:

source: Grade:
de_de: Abschluss:

source: __Save
de_de: _sichern

source: Save
de_de: sichern

source: __Auto grade
de_de: _automatischer Abschluss

source: Auto grade
de_de: automatischer Abschluss

source: __Reset
de_de: _zurücksetzen

source: Reset
de_de: zurücksetzen

source: True/False
de_de: Richtig/Falsch

source: Gap Fill
de_de: Lückentext

source: Multi Line
de_de: Freitext (mehrzeilig)

source: Single Line
de_de: Freitext (einzeilig)

source: File Upload
de_de: Einsendearbeit (Upload)

source: Submitted file: %1$s
de_de: Eingesendete Datei: %1$s

source: Question %d:
de_de: Frage %d:

source: Correct answer
de_de: Korrekte Antwort

source: Grading Notes
de_de: Abschlussbemerkungen

source: Add notes here...
de_de: Fügen Sie hier Ihre Bemerkungen ein...

source: Grading
de_de: Abschluss

source: Select a lesson
de_de: Wählen Sie eine Lektion

source: Quiz Graded Successfully!
de_de: Prüfung erfolgreich bewertet!

source: This quiz is not able to be automatically graded.
de_de: Diese Prüfung kann nicht automatisch abgeschlossen werden.

source: Cheatin&#8217; huh?
de_de: Das nennt man Schummeln, oder?

source: Failed to install/update the translation:
de_de: Installation / Aktualisierung der Übersetzung fehlgeschlagen:

source: Seems you don't have permission to do this!
de_de: Es scheint, als ob Sie hierfür unzureichende Rechte besitzen!

source: There is no translation available for your language!
de_de: Für Ihre Sprache ist keine Übersetzung verfügbar!

source: An authentication error occurred while updating the translation. Please try again or configure your %sUpgrade Constants%s.
de_de: Während der Aktualisierung der Sprache ist ein Authentifizierungsfehler aufgetreten. Bitte versuchen Sie es erneut oder konfigurieren Sie Ihre %sAktualisierungskonstanten%s.

source: Sorry but there is no translation available for your language =/
de_de: Tut uns sehr Leid, aber für Ihre Sprache ist keine Übersetzung verfügbar! =/

source: Translations installed/updated successfully!
de_de: Installation / Aktualisierung der Übersetzung war erfolgreich!

source: learner
de_de: Teilnehmer

source: Courses %s is taking
de_de: Kurse, die %s belegt hat

source: No results found
de_de: Keine Ergebnisse gefunden.

source: # Learners
de_de: # Teilnehmer

source: Last Updated
de_de: Letzte Aktualisierung

source: lesson
de_de: Lektion

source: course
de_de: Kurs

source: Remove from %1$s
de_de: Aus %1$s entfernen

source: Manage learners
de_de: Teilnehmer verwalten

source: Course Category
de_de: Kurskategorie

source: All Course Categories
de_de: Alle Kurskategorien

source: %1$sBack to %2$s%3$s
de_de: %1$sZurück zu %2$s%3$s

source: Add Learner to %1$s
de_de: Teilnehmer hinzufügen zu %1$s

source: Find learner
de_de: Teilnehmer finden

source: Complete lesson for learner
de_de: Lektion für den Teilnehmer abschließen

source: Complete course for learner
de_de: Kurs für den Teilnehmer abschließen

source: Search for a user by typing their name or username.
de_de: Mit Name oder Benutzername nach Benutzer suchen.

source: Add to '%1$s'
de_de: Zu '%1$s' hinzufügen

source: Learner will also be added to the course '%1$s' if they are not already taking it.
de_de: Teilnehmer werden auch zu dem Kurs '%1$s' hinzugefügt, wenn sie ihn nicht schon haben.

source: Lesson Prerequisite
de_de: Voraussetzungen für Lektion

source: Lesson Course
de_de: Lernziele der Lektion

source: Lesson Preview
de_de: Lektionsvorschau

source: Lesson Information
de_de: Lektionsinformationen

source: Quiz Settings
de_de: Prüfungseinstellungen

source: Quiz Questions
de_de: Prüfungsfragen

source: Lesson Length in minutes
de_de: Lektionslänge in Minuten

source: Lesson Complexity
de_de: Schwierigkeitsgrad der Lektion

source: No lessons exist yet. Please add some first.
de_de: Es existieren noch keine Lektionen. Bitte erstellen Sie zunächst ein paar.

source: Allow this lesson to be viewed without purchase/login
de_de: Diese Lektion auch ohne Kauf / Login anzeigen lassen

source: Add New Course
de_de: Neuen Kurs hinzufügen

source: Course Title
de_de: Kurstitel

source: Description
de_de: Beschreibung

source: Save Course
de_de: Kurs speichern

source: Add Course
de_de: Kurs hinzufügen

source: Cancel
de_de: Abbrechen

source: Once you have saved your lesson you will be able to add questions.
de_de: Sie können Fragen hinzufügen, nachdem Sie den Kurs gespeichert haben.

source: Please save your lesson in order to add questions to your quiz.
de_de: Bitte speichern Sie die Prüfung, um ihr Fragen hinzuzufügen.

source: Question
de_de: Frage

source: Type
de_de: Typ

source: Action
de_de: Aktion

source: There are no Questions for this Quiz yet. Please add some below.
de_de: Zu dieser Prüfung gibt es noch keine Fragen. Fügen Sie unten welche hinzu.

source: Add file
de_de: Datei hinzufügen

source: Change file
de_de: Datei ändern

source: Edit Question
de_de: Frage bearbeiten

source: Edit
de_de: Bearbeiten

source: Remove Question
de_de: Frage entfernen

source: Remove
de_de: Entfernen

source: Selected from '%1$s'
de_de: Ausgewählt von '%1$s'

source: Remove Question(s)
de_de: Frage(n) entfernen

source: Question:
de_de: Frage:

source: Question Description (optional):
de_de: Beschreibung der Frage (optional):

source: Question grade:
de_de: Frage Bewertung:

source: Randomise answer order
de_de: Antworten in zufälliger Reihenfolge ausgeben

source: Question media:
de_de: Frage Medien:

source: Add file to question
de_de: Datei zu Frage hinzufügen

source: Add to question
de_de: Zu Frage hinzufügen

source: Delete file
de_de: Datei löschen

source: Update Question
de_de: Frage aktualisieren

source: Update
de_de: Aktualisierung

source: New Question
de_de: Neue Frage

source: Existing Questions
de_de: Vorhandene Fragen

source: Category Questions
de_de: Kategorie Fragen

source: Add a new question to this quiz - your question will also be added to the %1$squestion bank%2$s.
de_de: Dieser Prüfung eine neue Frage hinzufügen - die Frage wird auch zur %1$sFragen-Datenbank%2$s hinzugefügt.

source: Question Type:
de_de: Frage-Art:

source: Question Category:
de_de: Frage-Kategorie:

source: Question Grade:
de_de: Frage Bewertung:

source: Add Question
de_de: Frage hinzufügen

source: Add an existing question to this quiz from the %1$squestion bank%2$s.
de_de: Der Prüfung eine Frage aus der %1$sFragen-Datenbank%2$s hinzufügen.

source: Unused
de_de: nicht verwendet

source: Used
de_de: verwendet

source: All Types
de_de: Alle Typen

source: All Categories
de_de: Alle Kategorien

source: Search
de_de: Suche

source: Add Selected Question(s)
de_de: Ausgewählte Frage(n) hinzufügen

source: Add any number of questions from a specified category. Edit your question categories %1$shere%2$s.
de_de: Beliebige Anzahl von Fragen einer bestimmten Kategorie hinzufügen. Die Fragekategorien können %1$shier%2$s bearbeitet werden.

source: Select a Question Category
de_de: Fragenkategorie auswählen

source: Number of questions:
de_de: Anzahl der Fragen:

source: Add Question(s)
de_de: Frage(n) hinzufügen

source: There are no questions matching your search.
de_de: Zu Ihrer Suche passt leider keine Frage.

source: Right:
de_de: Richtig:

source: Wrong:
de_de: Falsch:

source: Add right answer
de_de: Richtige Antwort hinzufügen

source: Add wrong answer
de_de: Falsche Antwort hinzufügen

source: True
de_de: Wahr

source: False
de_de: Falsch

source: Text before the Gap:
de_de: Text vor der Lücke:

source: The Gap:
de_de: Lückentext (Antwort):

source: Text after the Gap:
de_de: Text nach der Lücke:

source: Preview:
de_de: Vorschau:

source: Guide/Teacher Notes for grading the answer
de_de: Anleitung / Lehrnotizen um die Antwort zu bewerten

source: Recommended Answer
de_de: Vorgeschlagene Antwort

source: Description for student explaining what needs to be uploaded
de_de: Beschreibung für den Teilnehmer, was für eine Datei er einsenden soll

source: Guide/Teacher Notes for grading the upload
de_de: Anleitung / Lehrnotizen um die Einsendearbeit zu bewerten

source: This feedback will be automatically displayed to the student once they have completed the quiz.
de_de: Dieser Kommentar wird dem Teilnehmer automatisch angezeigt, sobald er die Prüfung abgeschlossen hat.

source: Answer Feedback
de_de: Bewertung der Antwort

source: There is no quiz for this lesson yet - please add one in the 'Quiz Questions' box.
de_de: Für diese Lektion gibt es noch keine Prüfung. Bitte füge eine über die "Prüfungsfragen"-Box hinzu.

source: Pass required to complete lesson
de_de: Um die Lektion abzuschließen, muss die Prüfung bestanden werden

source: The passmark must be achieved before the lesson is complete.
de_de: Das Mindestergebnis muss erreicht werden, bevor die Lektion abgeschlossen werden kann.

source: Quiz passmark percentage
de_de: Prüfungsfortschritt in Prozent

source: Number of questions to show
de_de: Anzahl der anzuzeigenden Fragen

source: Show a random selection of questions from this quiz each time a student views it.
de_de: Zufällige Fragen anzeigen, wenn ein Teilnehmer die Prüfung startet.

source: Randomise question order
de_de: Antworten in zufälliger Reihenfolge ausgeben

source: Grade quiz automatically
de_de: Prüfung automatisch bewerten

source: Grades quiz and displays answer explanation immediately after completion. Only applicable if quiz is limited to Multiple Choice, True/False and Gap Fill questions. Questions that have a grade of zero are skipped during autograding.
de_de: Prüfung bewerten und sofort nach dem Eingeben die Antwort und Erklärung anzeigen. Nur möglich, wenn die Prüfung ausschließlich aus Multiple Choice, Wahr/Falsch und Lückentexten besteht. Fragen, die mit Null bewertet wurden, werden bei der automatischen Bewertung übersprungen.

source: Allow user to retake the quiz
de_de: Erlaubt dem Teilnehmer, die Prüfung zu wiederholen

source: Enables the quiz reset button.
de_de: Aktiviert die Schaltfläche "Prüfung zurücksetzen".

source: Are you sure you want to remove this question?
de_de: Sind Sie sich sicher, dass Sie diese Frage entfernen möchten?

source: Are you sure you want to remove these questions?
de_de: Sind Sie sich sicher, dass Sie diese Fragen entfernen möchten?

source: You have selected more questions than this category contains - please reduce the number of questions that you are adding.
de_de: Sie haben mehr Fragen ausgewählt, als diese Kategorie enthält. Bitte verringern Sie die Anzahl der hinzuzufügenden Fragen.

# column name
source: Lesson Title
de_de: Lektionstitel

# column name
source: Course
de_de: Kurs

# column name
source: Pre-requisite Lesson
de_de: vorausgesetzte Lektion

source: %1$s Question(s) from %2$s
de_de: %1$s Frage(n) von %2$s

source: Easy
de_de: Einfach

source: Standard
de_de: Standart

source: Hard
de_de: Schwierig

source: No Change
de_de: Keine Änderung

source: Pass required
de_de: Bestandene Prüfung benötigt

source: Pass Percentage
de_de: Prozent um zu bestehen

source: Enable quiz reset button
de_de: Button, um die Prüfung neu zu starten, aktivieren

source: Start %s
de_de: Starte %s

source: Length:
de_de: Länge:

source: minutes
de_de: Minuten

source: Author:
de_de: Verfasser:

source: Complexity:
de_de: Schwierigkeitsgrad:

source: Complete
de_de: Vollständig

source: Sign Up
de_de: Registrieren

source: Please purchase the %1$s before starting the lesson.
de_de: Bitte erwerben Sie %1$s bevor Sie die Lektion starten.

source: This is a preview lesson. Please sign up for the %1$s to access all lessons.
de_de: Dies ist eine Probelektion. Bitte melden Sie sich für den %1$s an, um alle Lektionen zu erhalten.

source: Please sign up for the %1$s before starting the lesson.
de_de: Bitte registrieren Sie sich für %1$s bevor Sie die Lektion starten.

source: You must first complete %1$s before viewing this Lesson
de_de: Sie müssen zuerst %1$s abschließen, um diese Lektion zu starten

source: Lessons Archive
de_de: Lektions Archiv

source: View the Lesson Quiz
de_de: Prüfung der Lektion anzeigen

source: Search Users
de_de: Benutzer suchen
