Repository: gelli/bedrock-test
Catalog: web/app/languages/plugins/woothemes-sensei-*.po
Languages: de_de

source: Auto
de_de: Automatisch

source: Manual
de_de: Manuell

source: Are you sure you want to run the '%s' update?
de_de: Sind Sie sicher, dass Sie die '%s' Aktualisierungen starten möchten?

source: Re-run Update
de_de: Aktualisierung erneut starten

source: Run Update
de_de: Aktualisierung starten

source: Important Sensei updates required
de_de: Wichtige Sensei Aktualisierungen notwendig

source: Important Sensei upgrades required!
de_de: Wichtige umfassende Sensei Aktualisierungen notwendig!

source: The latest version of Sensei requires some important database upgrades. In order to run these upgrades you will need to follow the step by step guide below. Your site will not function correctly unless you run these critical updates.
de_de: Die aktuelle Version von Sensei benötigt wichtige, umfassende Datenbankaktualisierungen. Um diese Aktualisierungen durchzuführen, folgen Sie bitten den unten beschriebenen Schritten. Ihre Website wird nicht ordnungsgemäß funktionieren, bis Sie diese kritischen Aktualisierungen durchgeführt haben.

source: To run the upgrades click on each of the links below in the order that they appear.
de_de: Um die Aktualisierungen durchzuführen, klicken Sie bitte auf jeden einzelnen, unten aufgeführten Link, in der Reihenfolge, in der Sie erscheinen.

source: Clicking each link will open up a new window/tab - do not close that window/tab until you see the message 'Update completed successfully'. Once you see that message you can close the window/tab and start the next upgrade by clicking on the next link in the list.
de_de: Jeder Link öffnet ein neues Fenster, bzw. einen neuen Reiter. Schließen Sie dieses Fenster / diesen Reiter keinesfalls, bis Sie die Nachricht "Aktualisierung erfolgreich abgeschlossen" sehen. Sobald Sie diese Nachricht sehen, können Sie das Fenster / den Reiter schließen und mit der nächsten Aktualisierung fortfahren, in dem Sie den nächsten Link in der Liste klicken.

source: Once all the upgrades have been completed you will be able to use your WordPress site again.
de_de: Nachdem alle Aktualisierungen abgeschlossen wurden, können Sie Ihre WordPress Website wieder verwenden.

source: Want to know what these upgrades are all about? %1$sFind out more here%2$s.
de_de: Sie möchten wissen, wozu all diese umfassenden Aktualisierungen gut sind? %1$sKlicken Sie hier für genaue Informationen%2$s.

source: At no point should user_id be equal to 0.
de_de: user_id darf niemals "0" sein.

source: Sensei activity type %s is no longer used.
de_de: Sensei Aktivitätstyp %s wird nicht länger verwendet.

source: You have not started this course yet.
de_de: Sie haben diesen Kurs noch nicht begonnen.

source: You have passed this course with a grade of %1$d%%.
de_de: Sie haben den Kurs mit einer Bewertung von %1$d%% bestanden.

source: You require %1$d%% to pass this course. Your grade is %2$s%%.
de_de: Sie benötigen %1$d%% um diesen Kurs zu bestehen. Ihre Bewertung ist %2$s%%.

source: You have not taken this lesson's quiz yet
de_de: Sie haben die Prüfung dieser Lektion noch nicht absolviert

source: Please sign up for %1$sthe course%2$s before taking this quiz
de_de: Bitte melden Sie sich für %1$sden Kurs%2$s an, bevor Sie diese Prüfung absolvieren

source: You must be logged in to take this quiz
de_de: Sie müssen angemeldet sein, um die Prüfung zu absolvieren

source: Congratulations! You have passed this lesson.
de_de: Herzlichen Glückwunsch! Sie haben diese Lektion bestanden.

source: Congratulations! You have completed this lesson.
de_de: Herzlichen Glückwunsch! Sie haben diese Lektion abgeschlossen.

source: Congratulations! You have passed this lesson's quiz achieving %s%%
de_de: Herzlichen Glückwunsch! Sie haben die Prüfung zu dieser Lektion mit %s%% bestanden.

source: Congratulations! You have passed this quiz achieving %s%%
de_de: Herzlichen Glückwunsch! Sie haben die Prüfung mit %s%% bestanden.

source: Next Lesson
de_de: Nächste Lektion

source: You have completed this lesson's quiz and it will be graded soon. %1$sView the lesson quiz%2$s
de_de: Sie haben die Prüfung dieser Lektion abgeschlossen. Er wird in Kürze bewertet. %1$sDie Prüfung der Lektion ansehen%2$s

source: You have completed this quiz and it will be graded soon. You require %1$s%% to pass.
de_de: Sie haben diese Prüfung abgeschlossen und sie liegt nun dem Dozenten zur Bewertung vor. Sie brauchen %1$s%% um zu bestehen.

source: You require %1$d%% to pass this lesson's quiz. Your grade is %2$s%%
de_de: Sie benötigen %1$d%% um die Prüfung zu dieser Lektion zu bestehen. Ihre Bewertung ist %2$s%%.

source: You require %1$d%% to pass this quiz. Your grade is %2$s%%
de_de: Sie benötigen %1$d%% um die Prüfung zu bestehen. Ihre Bewertung ist %2$s%%.

source: You require %1$d%% to pass this lesson's quiz.
de_de: Sie benötigen %1$d%% um die Prüfung dieser Lektion zu bestehen.

source: You require %1$d%% to pass this quiz.
de_de: Sie benötigen %1$d%% um die Prüfung zu bestehen.

source: View the lesson quiz
de_de: Die Prüfung dieser Lektion anzeigen

source: Paid
de_de: Kostenpflichtig

source: Free
de_de: Gebührenbefreit

# Purchase thank you note on Checkout page. The course link(s) will be show
source: You have purchased the following course:
de_de: Sie haben folgenden Kurs gekauft:

source: complete purchase
de_de: Kauf abschließen

source: Purchase this Course
de_de: Diesen Kurs kaufen

source: Course details
de_de: Kursdetails

source: View course: %1$s
de_de: Kurs anzeigen: %1$s

source: Please complete the previous %1$s before taking this course.
de_de: Bitte schließen Sie den/die vorhergehende(n) %1$s ab, bevor Sie diesen Kurs beginnen.

source: Restricted Access
de_de: Eingeschränkter Zugriff

source: This is a preview lesson. Please purchase the %1$s to access all lessons.
de_de: Dies ist eine Probelektion. Bitte kaufen Sie %1$s um auf alle Lektionen zugreifen zu können.

source: Please purchase the %1$s before starting this Lesson.
de_de: Bitte kaufen Sie den/die %1$s bevor Sie diese Lektion beginnen.

source: Please complete the previous %1$s before taking this Quiz.
de_de: Bitte beenden Sie die vorherige %1$s bevor Sie diese Prüfung beginnen.

source: Please purchase the %1$s before starting this Quiz.
de_de: Bitte erwerben Sie %1$s bevor Sie diese Prüfung beginnen.

source: Please sign up for the %1$s before starting this Quiz.
de_de: Bitte melden Sie sich für %1$s an, bevor Sie diese Prüfung beginnen.

source: Please sign up for the %1$s before taking this Quiz.
de_de: Bitte melden Sie sich für %1$s an, bevor Sie diese Prüfung absolvieren.

source: Course assigned to you
de_de: Kurs, der Ihnen zugeteilt wurde

source: New course assigned to you
de_de: Neuer Kurs, der Ihnen zugeteilt wurde

source: [%1$s] You have completed a course
de_de: [%1$s] Sie haben einen Kurs abgeschlossen

source: You have completed a course
de_de: Sie haben einen Kurs abgeschlossen

source: passed
de_de: bestanden

source: failed
de_de: nicht bestanden

source: [%1$s] Your quiz has been graded
de_de: [%1$s] Ihre Prüfung wurde bewertet

source: Your quiz has been graded
de_de: Ihre Prüfung wurde bewertet

source: [%1$s] You have completed a quiz
de_de: [%1$s] Sie haben eine Prüfung abgeschlossen

source: You have completed a quiz
de_de: Sie haben eine Prüfung abgeschlossen

source: [%1$s] You have a new message
de_de: [%1$s] Sie haben eine neue Nachricht

source: You have received a reply to your private message
de_de: Sie haben eine Antwort auf Ihre private Nachricht erhalten

source: [%1$s] Your student has completed a course
de_de: [%1$s] Ihr Teilnehmer hat einen Kurs abgeschlossen

source: Your student has completed a course
de_de: Ihr Teilnehmer hat einen Kurs abgeschlossen

source: [%1$s] Your student has completed a lesson
de_de: [%1$s] Ihr Teilnehmer hat eine Lektion abgeschlossen

source: Your student has completed a lesson
de_de: Ihr Teilnehmer hat eine Lektion abgeschlossen

source: [%1$s] You have received a new private message
de_de: [%1$s] Sie haben eine neue private Nachricht erhalten

source: Your student has sent you a private message
de_de: Ihr Teilnehmer hat Ihnen eine private Nachricht gesendet

source: [%1$s] Your student has submitted a quiz for grading
de_de: [%1$s] Ihr Teilnehmer hat eine Prüfung zur Bewertung eingereicht

source: Your student has submitted a quiz for grading
de_de: Ihr Teilnehmer hat eine Prüfung zur Bewertung eingereicht

source: [%1$s] Your student has started a course
de_de: [%1$s] Ihr Teilnehmer hat einen Kurs gestartet

source: Your student has started a course
de_de: Ihr Teilnehmer hat einen Kurs gestartet

source: SENSEI: The hook '%s', has been deprecated since '%s'.
de_de: SENSEI: Der hook '%s', ist seit '%s' veraltet und wird nicht mehr unterstützt.

source: Please use '%s' instead.
de_de: Bitte verwenden Sie stattdessen '%s'.

source: No course categories found.
de_de: Keine Kurskategorien gefunden.

source: Please supply a course ID for the shortcode: %s
de_de: Bitte geben Sie eine Kurs-ID für den Shortcode "%s" an.

source: Please supply a lesson ID for this shortcode.
de_de: Bitte geben Sie eine Lektions-ID für diesen Shortcode an.

source: No posts found.
de_de: Keine Beiträge gefunden.

source: You do not have any messages.
de_de: Sie haben keine Nachrichten.

source: Start taking this Course
de_de: Diesen Kurs starten

source: No lessons found that match your selection.
de_de: Keine Lektionen gefunden, die Ihrer Auswahl entsprechen.

source: Total Grade
de_de: Gesamtbewertung

source: The Course
de_de: Der Kurs

source: was submitted for review by
de_de: wurde zur Überprüfung übermittelt von

source: You can review and publish the new course here:
de_de: Sie können den neuen Kurs hier überprüfen und veröffentlichen:

source: You have completed and %1$s the course
de_de: Sie haben den Kurs abgeschlossen und %1$s.

source: You %1$s the lesson
de_de: Sie haben die Lektion %1$s

source: with a grade of
de_de: mit einer Bewertung von

source: The pass mark is %1$s
de_de: Das Minimum zum bestehen ist %1$s

source: You can review your grade and your answers %1$shere%2$s.
de_de: Sie können Ihre Antworten und deren Bewertung %1$shier%2$s ansehen.

source: Your student
de_de: Ihr Teilnehmer

source: has completed and %1$s the course
de_de: hat den Kurs abgeschlossen und %1$s

source: Manage this course's learners %1$shere%2$s.
de_de: Verwalten Sie die Kurs-Teilnehmer %1$shier%2$s.

source: has completed the lesson
de_de: hat die Lektion abgeschlossen

source: has been assigned to you.
de_de: wurde Ihnen zugeteilt.

source: You can edit the assigned course here:
de_de: Sie können den zugeteilten Kurs hier bearbeiten:

source: has sent you a private message regarding the %1$s
de_de: hat Ihnen wegen dem %1$s eine private Nachricht gesendet

source: You can reply to this message %1$shere%2$s.
de_de: Sie können %1$shier%2$s auf diese Nachricht antworten.

source: has submitted the quiz for lesson
de_de: hat die Prüfung zur Lektion

source: for grading.
de_de: zur Bewertung eingereicht.

source: You can grade this quiz %1$shere%2$s.
de_de: Sie können die Prüfung %1$shier%2$s bewerten.

source: has started the course
de_de: hat den Kurs gestartet

source: The user requested does not exist.
de_de: Der angeforderte Benutzer existiert nicht.

source: There are no questions for this Quiz yet. Check back soon.
de_de: Für diese Prüfung gibt es bisher noch keine Fragen. Schauen Sie später noch einmal nach.

source: Uploading a new file will replace your existing one:
de_de: Das Hochladen einer Datei wird die bisherige ersetzen:

source: Answer:
de_de: Antwort:

source: There are no courses for this teacher.
de_de: Für diesen Dozenten existieren keine Kurse.

source: Username or Email
de_de: Benutzername oder E-Mail-Adresse

source: Lost your password?
de_de: Haben Sie Ihr Passwort vergessen?

source: Remember me
de_de: Angemeldet bleiben (Cookie wird gesetzt)

source: This widget will output a list of Courses for a specific category.
de_de: Dieses Widget gibt eine Liste von Kursen einer bestimmten Kategorie aus.

source: Sensei - Category Courses
de_de: Sensei - Kategorie Kurse

source: Title (optional):
de_de: Titel (optional):

source: Course Category:
de_de: Kurskategorie:

source: Select Category:
de_de: Wählen Sie eine Kategorie:

source: Number of Courses (optional):
de_de: Anzahl Kurse (optional)

source: This widget will output a list of Course Categories.
de_de: Dieses Widget gibt eine Liste der Kurskategorien aus.

source: Sensei - Course Categories
de_de: Sensei - Kurskategorien

source: Number of Categories (optional):
de_de: Anzahl der angezeigten Kategorien (optional):

source: Show post counts
de_de: Zeige Anzahl der Kurse neben dem Kategorienamen

source: Show hierarchy
de_de: Zeige die Hierarchie

source: This widget will output a list of Courses - New, Featured, Free, Paid, Active, Completed.
de_de: Dieses Widget gibt eine Liste von Kursen aus - Neue, Empfehlungen, Kostenlose, Kostenpflichtige, Aktive, Abgeschlossene.

source: Sensei - Course Component
de_de: Sensei - Kursbestandteile

source: My Active Courses
de_de: Meine aktiven Kurse

source: My Completed Courses
de_de: Meine abgeschlossenen Kurse

source: Component:
de_de: Bestandteil:

source: This widget will output a list of the latest Lessons.
de_de: Dieses Widget gibt eine Liste der zuletzt veröffentlichten Lektionen aus.

source: Sensei - Lesson Component
de_de: Sensei - Lektionsbestandteile

source: New Lessons
de_de: Neue Lektionen

source: Number of Lessons (optional):
de_de: Anzahl der angezeigten Lektionen (optional):

source: More Lessons
de_de: Mehr Lektionen anzeigen
