Repository: gelli/bedrock-test
Catalog: web/app/languages/plugins/woothemes-sensei-*.po
Languages: de_de

source: No items found.
de_de: Keine Elemente gefunden.

source: Messages
de_de: Nachrichten

source: Message Information
de_de: Nachrichteninhalt

source: Message sent by:
de_de: Nachricht gesendet von:

source: The username of the learner who sent this message.
de_de: Der Benutzername des Teilnehmers, der diese Nachricht geschickt hat.

source: Message received by:
de_de: Nachricht empfangen von:

source: The username of the teacher who received this message.
de_de: Der Benutzername des Dozenten, welcher diese Nachricht empfangen hat.

source: Message from %1$s:
de_de: Nachricht von %1$s:

source: The %1$s to which this message relates.
de_de: Der/Die %1$s auf den/die sich diese Nachricht bezieht.

source: Contact Lesson Teacher
de_de: Dozent dieser Lektion kontaktieren

source: Contact Course Teacher
de_de: Dozent dieses Kurses kontaktieren

source: Contact Teacher
de_de: Dozent kontaktieren

source: Your private message has been sent.
de_de: Ihre private Nachricht wurde übermittelt.

source: Send Private Message
de_de: Private Nachricht absenden

source: Enter your private message.
de_de: Geben Sie Ihre private Nachricht ein.

source: Send Message
de_de: Nachricht senden

source: You are not allowed to view this message.
de_de: Sie haben keine Berechtigung diese Nachricht zu lesen.

source: Please log in to view your messages.
de_de: Bitte loggen Sie sich ein, um Ihre Nachrichten zu lesen.

source: Sent by %1$s on %2$s.
de_de: Gesendet von %1$s am %2$s.

source: Lesson Module
de_de: Lektionsmodul

source: Course Modules
de_de: Kursmodule

source: No modules are available for this lesson yet. %1$sPlease add some to %3$sthe course%4$s.%2$s
de_de: Für diese Lektion sind noch keine Module verfügbar. %1$sBitte fügen Sie welche zum %3$sKurs%4$s hinzu.%2$s

source: No modules are available for this lesson yet. %1$sPlease select a course first.%2$s
de_de: Für diese Lektion sind noch keine Module verfügbar. %1$sBitte wählen Sie zuerst einen Kurs.%2$s

source: Course(s)
de_de: Kurs(e)

source: Search for courses
de_de: Nach Kursen suchen

source: Search for and select the courses that this module will belong to.
de_de: Suchen und wählen Sie die Kurse, zu denen dieses Modul gehören wird.

source: Search for courses...
de_de: Suche nach Kursen...

source: No course
de_de: Kein Kurs

source: Back to the module
de_de: Zurück zum Modul

source: In progress
de_de: In Bearbeitung

source: Next module
de_de: Nächstes Modul

source: Previous module
de_de: Vorheriges Modul

source: Modules
de_de: Module

source: Order Modules
de_de: Reihenfolge der Module festlegen

source: The module order has been saved for this course.
de_de: Die Modulreihenfolge wurde für diesen Kurs gespeichert.

source: Save module order
de_de: Modulreihenfolge speichern

source: Edit course
de_de: Kurs bearbeiten

source: Module order
de_de: Modulreihenfolge

source: Order modules
de_de: Reihenfolge der Module festlegen

source: Module
de_de: Modul

source: Search Modules
de_de: Module suchen

source: All Modules
de_de: Alle Module

source: Parent Module
de_de: Übergeordnetes Modul

source: Parent Module:
de_de: Übergeordnetes Modul:

source: Edit Module
de_de: Modul bearbeiten

source: Update Module
de_de: Modul aktualisieren

source: Add New Module
de_de: Neues Modul hinzufügen

source: New Module Name
de_de: Name des neuen Moduls

# post type single url base
source: course
de_de: kurs

# post type single slug
source: lesson
de_de: lektion

# post type single slug
source: quiz
de_de: pruefung

# post type single slug
source: question
de_de: frage

# post type single slug
source: multiple_question
de_de: m-c-frage

# post type single slug
source: messages
de_de: nachrichten

# taxonomy general name
source: Course Categories
de_de: Kurskategorien

# taxonomy singular name
source: Course Category
de_de: Kurskategorie

source: Search Course Categories
de_de: Kurskategorien durchsuchen

source: Parent Course Category
de_de: Übergeordnete Kurskategorie

source: Parent Course Category:
de_de: Übergeordnete Kurskategorie:

source: Edit Course Category
de_de: Kurskategorie bearbeiten

source: Update Course Category
de_de: Kurskategorie aktualisieren

source: Add New Course Category
de_de: Neue Kurskategorie hinzufügen

source: New Course Category Name
de_de: Name der neuen Kurskategorie

source: Course Categories
de_de: Kurskategorien

# taxonomy archive slug
source: course-category
de_de: kurskategorie

# taxonomy general name
source: Quiz Types
de_de: Prüfungsarten

# taxonomy singular name
source: Quiz Type
de_de: Prüfungsart

source: Search Quiz Types
de_de: Prüfungsarten suchen

source: All Quiz Types
de_de: Alle Prüfungsarten

source: Parent Quiz Type
de_de: Übergeordnete Prüfungsart

source: Parent Quiz Type:
de_de: Übergeordnete Prüfungsart:

source: Edit Quiz Type
de_de: Prüfungsart bearbeiten

source: Update Quiz Type
de_de: Prüfungsart aktualisieren

source: Add New Quiz Type
de_de: Neue Prüfungsart hinzufügen

source: New Quiz Type Name
de_de: Name für neue Prüfungsart

source: Quiz Types
de_de: Prüfungsarten

# taxonomy archive slug
source: quiz-type
de_de: pruefungsart

# taxonomy general name
source: Question Types
de_de: Fragearten

# taxonomy singular name
source: Question Type
de_de: Frageart

source: Search Question Types
de_de: Fragearten suchen

source: All Question Types
de_de: Alle Fragearten

source: Parent Question Type
de_de: Übergeordnete Frageart

source: Parent Question Type:
de_de: Übergeordnete Frageart:

source: Edit Question Type
de_de: Frageart bearbeiten

source: Update Question Type
de_de: Frageart aktualisieren

source: Add New Question Type
de_de: Neue Frageart hinzufügen

source: New Question Type Name
de_de: Name der neuen Frageart

source: Question Types
de_de: Fragearten

# taxonomy archive slug
source: question-type
de_de: frageart

# taxonomy general name
source: Question Categories
de_de: Fragekategorien

# taxonomy singular name
source: Question Category
de_de: Fragekategorie

source: Search Question Categories
de_de: Fragekategorien suchen

source: All Question Categories
de_de: Alle Fragekategorien

source: Parent Question Category
de_de: Übergeordnete Fragekategorie

source: Parent Question Category:
de_de: Übergeordnete Fragekategorie:

source: Edit Question Category
de_de: Fragekategorie bearbeiten

source: Update Question Category
de_de: Fragekategorie aktualisieren

source: Add New Question Category
de_de: Neue Fragekategorie hinzufügen

source: New Question Category Name
de_de: Name der neuen Fragekategorie

source: Categories
de_de: Kategorien

# taxonomy archive slug
source: question-category
de_de: fragekategorie

# taxonomy general name
source: Lesson Tags
de_de: Lektionsschlagworte

# taxonomy singular name
source: Lesson Tag
de_de: Lektionsschlagwort

source: Search Lesson Tags
de_de: Lektionsschlagworte suchen

source: All Lesson Tags
de_de: Alle Lektionsschlagworte

source: Parent Tag
de_de: Übergeordnetes Schlagwort

source: Parent Tag:
de_de: Übergeordnetes Schlagwort:

source: Edit Lesson Tag
de_de: Lektionsschlagwort bearbeiten

source: Update Lesson Tag
de_de: Lektionsschlagwort aktualisieren

source: Add New Lesson Tag
de_de: Neues Lektionsschlagwort hinzufügen

source: New Tag Name
de_de: Name des neuen Schlagwortes

source: Lesson Tags
de_de: Lektionsschlagworte

# taxonomy archive slug
source: lesson-tag
de_de: lektionsschlagwort

source: Quiz
de_de: Prüfung

source: Quizzes
de_de: Prüfungen

source: Questions
de_de: Fragen

source: Message
de_de: Nachricht

source: Add New
de_de: Neu hinzufügen

source: Add New %s
de_de: %s neu hinzufügen

source: New %s
de_de: Neue %s

source: All %s
de_de: Alle %s

source: View %s
de_de: %s anzeigen

source: Search %s
de_de: %s suchen

source: No %s found
de_de: Keine %s gefunden

source: No %s found in Trash
de_de: Keine %s im Papierkorb gefunden

source: %1$s updated. %2$sView %1$s%3$s.
de_de: %1$s aktualisiert. %2$sZeige %1$s%3$s.

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: %1$s updated.
de_de: %1$s aktualisiert.

source: %1$s restored to revision from %2$s.
de_de: %1$s aus der Revision vom %2$s wiederhergestellt.

source: %1$s published. %2$sView %1$s%3$s.
de_de: %1$s veröffentlicht. %2$sZeige %1$s%3$s.

source: %1$s saved.
de_de: %1$s gespeichert.

source: %1$s submitted. %2$sPreview %1$s%3$s.
de_de: %1$s übertragen. %2$sVorschau von %1$s%3$s.

source: %1$s scheduled for: %2$s. %3$sPreview %4$s%5$s.
de_de: %1$s geplant für: %2$s. %3$sVorschau von %4$s%5$s.

source: M j, Y @ G:i
de_de: d.m.Y @ H:i

source: %1$s draft updated. %2$sPreview %3$s%4$s.
de_de: %1$s Entwurf aktualisiert. %2$sVorschau von %3$s%4$s.

source: Enter a title for this course here
de_de: Geben Sie hier einen Titel für diesen Kurs ein

source: Enter a title for this lesson here
de_de: Geben Sie hier einen Titel für diese Lektion ein

# column name
source: Question
de_de: Frage

# column name
source: Type
de_de: Typ

# column name
source: Categories
de_de: Kategorien

source: %1$sThis question does not appear in any quizzes yet.%2$s
de_de: %1$sDiese Frage wird bisher in keiner Prüfung verwendet.%2$s

source: All types
de_de: Alle Typen

source: All categories
de_de: Alle Kategorien

source: Incorrect - Right Answer:
de_de: Falsch - Richtige Antwort:

source: Grade: %d
de_de: Bewertung: %d

source: Quiz Saved Successfully.
de_de: Prüfung erfolgreich gespeichert.

source: Quiz Reset Successfully.
de_de: Prüfung erfolgreich zurückgesetzt

source: Complete Quiz
de_de: Prüfung abschließen

source: Save Quiz
de_de: Prüfung speichern

source: Reset Quiz
de_de: Prüfung zurücksetzen

source: Override init_sections() in your class.
de_de: Überschreibe init_sections() in Ihrer Klasse.

source: Override init_fields() in your class.
de_de: Überschreibe init_fields() in Ihrer Klasse.

source: %s is a required field
de_de: %s ist ein Pflichtfeld

source: %s updated
de_de: %s aktualisiert

source: Sensei Settings
de_de: Sensei Einstellungen

source: General
de_de: Allgemein

source: Settings that apply to the entire plugin.
de_de: Einstellungen, die das gesamte Plugin betreffen.

source: Settings that apply to all Courses.
de_de: Einstellungen für alle Kurse

source: Settings that apply to all Lessons.
de_de: Einstellungen, die alle Lektionen betreffen.

source: Email Notifications
de_de: E-Mail-Benachrichtigungen

source: Settings for email notifications sent from your site.
de_de: Einstellungen für E-Mail-Benachrichtigungen, die von Ihrer Seite verschickt werden.

source: Learner Profiles
de_de: Teilnehmer Profil

source: Settings for public Learner Profiles.
de_de: Einstellungen für die öffentlichen Teilnehmer-Profile.

source: Optional settings for WooCommerce functions.
de_de: Optionale Einstellungen für WooCommerce Funktionen.

source: Language
de_de: Sprache

source: Language options.
de_de: Sprachoptionen

source: Once all the course lessons have been completed
de_de: Nachdem alle Kurslektionen absolviert wurden

source: At any time (by clicking the 'Complete Course' button)
de_de: Zu jeder Zeit (durch klicken des "Kurs abschließen"-Button)

source: Course Excerpt
de_de: Kurszusammenfassung

source: Full Course Content
de_de: Kompletter Kursinhalt

source: Access Permissions
de_de: Zugriffsrechte

source: Users must be logged in to view Course and Lesson content.
de_de: Benutzer müssen angemeldet sein, um die Inhalte es Kurs und der Lektionen zu sehen.

source: Disable Private Messages
de_de: Private Nachrichten deaktivieren

source: Disable the private message functions between learners and teachers.
de_de: Abschalten der Funktion Private-Nachrichten zwischen Dozenten und Teilnehmern.

source: Course Archive Page
de_de: "Kursübersicht" Seite

source: The page to use to display courses. If you leave this blank the default custom post type archive will apply.
de_de: Die Seite auf der Kurse angezeigt werden. Wenn Sie dieses Feld leer lassen, wird das vorgegebene Archiv für custom post types verwendet.

source: My Courses Page
de_de: "Meine Kurse" Seite

source: The page to use to display the courses that a user is currently taking as well as the courses a user has complete.
de_de: Die Seite, die verwendet wird, um die Kurse anzuzeigen, die ein Benutzer belegt, bzw. beendet hat.

source: Use placeholder images
de_de: Verwende Platzhaltergrafiken

source: Output a placeholder image when no featured image has been specified for Courses and Lessons.
de_de: Wenn für einen Kurs oder eine Lektion kein Bild festgelegt wurde ein Platzhalter-Bild ausgeben.

source: Disable Sensei Styles
de_de: Sensei Styles deaktivieren

source: Prevent the frontend stylesheets from loading. This will remove the default styles for all Sensei elements.
de_de: Verhindert, dass die Frontend Stylesheets geladen werden. Es werden alle voreingestellten Styles von Sensei Elementen entfernt.

source: Disable Sensei Javascript
de_de: Sensei Javascript deaktivieren

source: Prevent the frontend javascript from loading. This affects the progress bars and the My Courses tabs.
de_de: Verhindern, Javascript im Frontend zu laden. Betrifft den Fortschrittsbalken und die Registerkarten.

source: Courses are complete:
de_de: Abgeschlossene Kurse:

source: This will determine when courses are marked as complete.
de_de: Legt fest, wann ein Kurs als abgeschlossen markiert wird.

source: Display Course Author
de_de: Kursverfasser anzeigen

source: Output the Course Author on Course archive and My Courses page.
de_de: Den Kursautor im Kurs-Archiv und auf der Meine-Kurse-Seite ausgeben.

source: My Courses Pagination
de_de: Seitennummerierung Meine Kurse

source: The number of courses to output for the my courses page.
de_de: Anzahl der Kurse, die auf der "Meine Kurse" Seite gezeigt werden.

source: Course Archive Image
de_de: Kursbilder in der Kursübersicht zeigen

source: Output the Course Image on the Course Archive Page.
de_de: Gibt das Titelbild des Kurses auf der Archivseite aus.

source: Image Width - Archive
de_de: Bildbreite - Archiv

source: The width in pixels of the featured image for the Course Archive page.
de_de: Die Breite in Pixeln des Titelbildes, wie es im Kursarchiv dargestellt wird.

source: Image Height - Archive
de_de: Bildhöhe - Archiv

source: The height in pixels of the featured image for the Course Archive page.
de_de: Die Höhe in Pixeln des Titelbildes, wie es Kursarchiv dargestellt wird.

source: Image Hard Crop - Archive
de_de: Zuschneiden der Bilder - Archiv

source: After changing this setting, you may need to %1$sregenerate your thumbnails%2$s.
de_de: Nach dem ändern dieser Einstellung, sollten Sie Ihre %1$sThumbnails neu berechnen%2$s.

source: Single Course Image
de_de: Titelbild der Kurse

source: Output the Course Image on the Single Course Page.
de_de: Das Titelbild des Kurses auf der Detailseite des Kurses anzeigen.

source: Image Width - Single
de_de: Bildbreite - Einzelansicht

source: The width in pixels of the featured image for the Course single post page.
de_de: Die Breite in Pixeln des Titelbildes, wie es auf der Detailseite des Kurses dargestellt wird.

source: Image Height - Single
de_de: Bildhöhe - Einzelansicht

source: The height in pixels of the featured image for the Course single post page.
de_de: Die Höhe in Pixeln des Titelbildes, wie es auf der Detailseite des Kurses dargestellt wird.

source: Image Hard Crop - Single
de_de: Zuschneiden der Bilder - Einzelansicht

source: Single Course page displays:
de_de: Einzelansicht des Kurses zeigt:

source: Determines what content to display on the single course page.
de_de: Bestimmt, was auf der Einzelansichtsseite eines Kurses gezeigt wird.

source: Featured Courses Panel
de_de: Panel für empfohlene Kurse

source: Output the Featured Courses Panel on the Course Archive Page.
de_de: Das Panel für empfohlene Kurse auf der Kurs Archiv-Seite ausgeben.

source: More link text
de_de: "Mehr" Linktext

source: The text that will be displayed on the Course Archive for the more courses link.
de_de: Der Text, der auf der Kursübersicht, für den "Mehr Kurse"-Link angezeigt wird.

source: More
de_de: Mehr

source: Allow Comments for Lessons
de_de: Kommentare für Lektionen erlauben

source: This will allow learners to post comments on the single Lesson page, only learner who have access to the Lesson will be allowed to comment.
de_de: Dies ermöglicht es Teilnehmern, auf den einzelnen Lektionsseiten Kommentare abzugeben. Nur Teilnehmer, die Zugriff zu einer Lektion haben, können kommentieren.

source: Display Lesson Author
de_de: Lektionsverfasser anzeigen

source: Output the Lesson Author on Course single page & Lesson archive page.
de_de: Zeigt den Namen des Verfassers auf der Detailseite des Kurses, sowie auf der Archivseite der Lektionen an.

source: Course Lesson Images
de_de: Titelbild der Lektionen auf Detailseiten der Kurse

source: Output the Lesson Image on the Single Course Page.
de_de: Zeigt die Titelbilder der Lektionen auf den Detailseiten der Kurse in der Übersicht an.

source: Image Width - Course Lessons
de_de: Bildbreite - Kurslektionen

source: The width in pixels of the featured image for the Lessons on the Course Single page.
de_de: Die Breite in Pixeln des Titelbildes der Lektionen, wie es auf der Detailseite des Kurses in der Übersicht dargestellt wird.

source: Image Height - Course Lessons
de_de: Bildhöhe - Kurslektionen

source: The height in pixels of the featured image for the Lessons on the Course Single page.
de_de: Die Höhe in Pixeln des Titelbildes der Lektionen, wie es auf der Detailseite des Kurses in der Übersicht dargestellt wird.

source: Image Hard Crop - Course Lessons
de_de: Zuschneiden der Bilder - Kurslektionen

source: Single Lesson Images
de_de: Titelbild der Lektionen

source: Output the Lesson Image on the Single Lesson Page.
de_de: Zeigt die Titelbilder der Lektionen auf den Detailseiten der Lektionen an.

source: The width in pixels of the featured image for the Lessons single post page.
de_de: Die Breite in Pixeln des Titelbildes, wie es auf der Detailseite der Lektion dargestellt wird.

source: The height in pixels of the featured image for the Lessons single post page.
de_de: Die Höhe in Pixeln des Titelbildes, wie es auf der Detailseite der Lektion dargestellt wird.

source: Public learner profiles
de_de: Öffentliche Teilnehmerprofile

source: Enable public learner profiles that will be accessible to everyone. Profile URL format: %s
de_de: Aktivieren Sie öffentliche Teilnehmerprofile, die öffentlich aufrufbar sind. Profil-URL-Format: %s

source: Show learner's courses
de_de: Zeige die Kurse des Teilnehmers

source: Display the learner's active and completed courses on their profile.
de_de: Zeige die aktiven und abgeschlossenen Kurse des Teilnehmers in seinem Profil.

source: Their quiz is graded (auto and manual grading)
de_de: Ihre Prüfungen sind bewertet (automatisch oder manuell)

source: They complete a course
de_de: Sie schließen einen Kurs ab

source: A learner starts their course
de_de: Ein Teilnehmer hat seinen Kurs begonnen

source: A learner completes their course
de_de: Ein Teilnehmer hat seinen Kurs abgeschlossen.

source: A learner completes a lesson
de_de: Ein Teilnehmer hat eine Lektion abgeschlossen

source: A learner submits a quiz for grading
de_de: Ein Teilnehmer hat eine Prüfung zur Bewertung eingereicht

source: A learner sends a private message to a teacher
de_de: Ein Teilnehmer hat eine private Nachricht an einen Dozenten geschickt

source: They receive a reply to their private message
de_de: Sie erhalten eine Antwort auf ihre private Nachricht

source: Emails Sent to Learners
de_de: E-Mails, die an Teilnehmer gesendet werden

source: Select the notifications that will be sent to learners.
de_de: Wählen Sie die Benachrichtigungen aus, die an die Teilnehmer geschickt werden.

source: Emails Sent to Teachers
de_de: E-Mails, die an Dozenten gesendet werden

source: Select the notifications that will be sent to teachers.
de_de: Wählen Sie die Benachrichtigungen aus, die an Dozenten geschickt werden sollen.

source: Emails Sent to All Users
de_de: E-Mails, die an alle Benutzer gesendet werden

source: Select the notifications that will be sent to all users.
de_de: Wählen Sie die Benachrichtigungen, die an alle Benutzer geschickt werden.

source: "From" Name
de_de: Absendername in den E-Mails

source: The name from which all emails will be sent.
de_de: Der Name, der in den E-Mails als Absender stehen wird.

source: "From" Address
de_de: Absender-E-Mail-Adresse in den E-Mails

source: The address from which all emails will be sent.
de_de: Die E-Mail-Adresse, von der alle E-Mails verschickt werden sollen.

source: Header Image
de_de: Bild im Kopfbereich

source: Enter a URL to an image you want to show in the email's header. Upload your image using the %1$smedia uploader%2$s.
de_de: Geben Sie eine URL zu einem Bild an, das im Kopfbereich der E-Mails angezeigt werden soll. Laden Sie das Bild mit Hilfe der %1$sMedienverwaltung%2$s hoch.

source: Email Footer Text
de_de: Text im E-Mail-Fußbereich

source: The text to appear in the footer of Sensei emails.
de_de: Der Text, der im Fußbereich der Sensei E-Mails stehen soll.

source: Base Colour
de_de: Grundfarbe

source: The base colour for Sensei email templates. Default %1$s#557da1%2$s.
de_de: Die Grundfarbe für Sensei E-Mail-Vorlagen. Die Voreinstellung ist %1$s#557da1%2$s.

source: Background Colour
de_de: Hintergrundfarbe

source: The background colour for Sensei email templates. Default %1$s#f5f5f5%2$s.
de_de: Die Hintergrundfarbe für Sensei E-Mail-Vorlagen. Die Voreinstellung ist %1$s#f5f5f5%2$s.

source: Body Background Colour
de_de: Textkörper-Hintergrundfarbe

source: The main body background colour for Sensei email templates. Default %1$s#fdfdfd%2$s.
de_de: Die Haupt-Hintergrundfarbe für Textbereiche in den Sensei E-Mail-Vorlagen. Die Voreinstellung ist %1$s#fdfdfd%2$s.

source: Body Text Colour
de_de: Schriftfarbe Textkörper

source: The main body text colour for Sensei email templates. Default %1$s#505050%2$s.
de_de: Die Haupt-Textfarbe für Textbereiche in den Sensei E-Mail-Vorlagen. Die Voreinstellung ist %1$s#505050%2$s.

source: Enable WooCommerce Courses
de_de: WooCommerce Kurse aktivieren

source: Use WooCommerce to sell Courses by linking a Product to a Course.
de_de: WooCommerce verwenden um Kurse zu verkaufen, indem ein Produkt mit einem Kurs verknüpft wird.

source: Install Language Pack
de_de: Sprachpaket installieren

source: Use this action to install or re-install translation for your language if available.
de_de: Verwenden Sie diese Aktion, um Übersetzungen für Ihre Sprache zu installieren oder neu zu installieren.

source: Select a Page:
de_de: Wählen Sie eine Seite:

source: Teacher
de_de: Dozent

source: New course created.
de_de: Neuer Kurs erstellt.

source: New course created by
de_de: Neuer Kurs erstellt von

source: Show all teachers
de_de: Alle Dozenten anzeigen

source: All courses by %s
de_de: Alle Kurse von %s

source: Add 'Teacher' role
de_de: Füge "Dozent"-Rolle hinzu

source: Sensei Updates
de_de: Sensei Aktualisierungen

source: Data Updates
de_de: Datenaktualisierungen

source: Processing Updates...
de_de: Aktualisierungen werden verarbeitet...

source: Update completed successfully!
de_de: Aktualisierung erfolgreich abgeschlossen!

source: Create a new lesson
de_de: Neue Lektion hinzufügen

source: run some more updates
de_de: Starten Sie noch ein paar Aktualisierungen

source: Updates
de_de: Aktualisierungen

source: Only run these updates if you have been instructed to do so by WooThemes support staff.
de_de: Starten Sie diese Aktualisierungen nur, wenn Sie vom WooThemes Support dazu aufgefordert wurden.

source: Originally included in %s v%s
de_de: Ursprünglich enthalten in %s v%s
